rammp-org/prototype-fw/pear_platform/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"

# The connected ESP32-P4 board is revision v1.3. Revisions below v3.0 use a
# different hardware configuration and must be selected explicitly.
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_360=y
